Repository: sararachelfwebit2/dashboard_doctors
Catalog: lib/l10n/app_*.arb
Languages: he

# language
source: English
he: עברית

# languageName
source: English
he: Hebrew

source: Welcome
he: ברוכים הבאים

# firstLine
source: Leema can show you what helps you
he: לימה עוזרת לך לראות מה עוזר לך

# secondLine
source: and similar users
he: ולמשתמשים דומים

# emailAuthDesc
source: Filling in personal details,for registration and authentication
he: מילוי פרטים אישיים והרשמה,לצורך זיהוי והתחברות

source: Sign up with email
he: הרשמה באמצעות כתובת דואר אלקטרוני

source: Sign up with apple
he: הרשמה באמצעות אפל

source: Sign up with facebook
he: הרשמה באמצעות פייסבוק

source: Sign up with google
he: הרשמה באמצעות גוגל

source: Get personalized tips
he: קבלת טיפים המותאמים לך

source: and help from the community
he: אישית ועזרה לקהילה

# personalCareDaily
source: Your personal care diary
he: יומן הטיפול האישי שלך

source: Next
he: הבא

source: Skip
he: לדלג

source: Full name
he: שם מלא

source: Email address
he: כתובת דואר אלקטרוני

source: Password
he: סיסמא

# reEnterPassword
source: Enter password again
he: חזור שנית על הסיסמא

# forgotPassword
source: Forgot your password?
he: שכחתי סיסמא?

source: Sign in
he: התחברות

source: Sign up
he: הרשמה

source: Sign in with
he: התחבר באמצעות

source: Sign up with
he: הרשם באמצעות

source: Reset password
he: איפוס סיסמא

source: Gender
he: מגדר

source: Date of birth
he: תאריך לידה

source: Weight
he: משקל

# reasonForUsing
source: I'm using cannabis to treat
he: זכאי/ת לקנאביס רפואי עבור

source: Amount of smoking
he: כמה פעמים בד״כ מעשן ביום

source: Awake time
he: באיזה שעה בד״כ מתעורר/ת

source: Sleep time
he: באיזה שעה בד״כ הולך/ת לישון

source: Personal stats
he: פרטים אישיים

source: Done
he: סיום

# skipTitleDialog
source: Are you sure you want to skip?
he: האם את/ה בטוח/ה שברצונך לדלג?

# skipContentDialog
source: Filling in personal details will help us along the way. Are you sure you want to skip this step?
he: מילוי פרטים אישיים יעזור לנו להמשך הדרך, האם את/ה בטוח/ה שברצונך לדלג עליהם?

source: Yes
he: כן

source: No
he: לא

source: My stats
he: הנתונים שלי

source: My wallet
he: הארנק שלי

source: Settings
he: הגדרות

# connectGarminWatch
source: Connect Garmin
he: חיבור גרמין

source: Remineders
he: תזכורות

source: Help
he: עזרה

source: Menu
he: תפריט

source: Home page
he: עמוד הבית

source: Products
he: מוצרים

source: Log out
he: התנתקות

# logout1
source: Log out
he: נתק

source: Search product...
he: חיפוש מוצר...

# profileNoData
source: You still have not filled this detail.
he: עדיין לא מילאת פרט זה

source: Get started
he: בואו נתחיל

# signUpSystem
source: Sign up
he: מערכת הרשמה והתחברות

# emailAddressValidation
source: Please enter a valid email address
he: הכנס/י כתובת דואר אלקטרוני תקינה

# passwordValidation
source: Please enter a password with at least 8 charceters, one upper case, one lower case and one digit.
he: הכנס/י סיסמא עם לפחות 8 תווים, אות גדולה, אות קטנה וספרות.

# fullNameValidation
source: Please enter your full name
he: הכנס/י שם מלא תקין

# reEnterPasswordValidation
source: Passwords must match
he: הכנס/י סיסמא שנית תואמת

# emailAddressExists
source: This Email Address already exists.
he: כתובת דואר אלקטרוני קיים במערכת

# wrongEmailAddressFormat
source: Wrong email format
he: כתובת דואר אלקטרוני לא חוקית

source: Invalid password
he: סיסמא שגויה

# noUsersFound
source: No users found with this email address.
he: לא קיים משתמש עם פרטים אילו במערכת

# noEmailAddressExists
source: Email address not found
he: כתובת דואר אלקטרוני לא קיים במערכת

source: Back
he: חזור

source: Send Reset Email
he: שלח מייל לאיפוס סיסמא

# userAlreadyExists
source: User already exists! Please sign in.
he: משתמש כבר קיים במערכת!

source: Male
he: זכר

source: Female
he: נקבה

source: Other
he: אחר

source: Option A
he: אופציה א׳

source: Option B
he: אופציה ב׳

source: Option C
he: אופציה ג׳

source: Choose
he: בחר

# missingField
source: Complete missing fields
he: מלא שדות חסרים!

# intakeRecords
source: Intake questionnaires records
he: תיעוד שאלוני צריכה

source: Close
he: סגירה

# intake
source: Intake Questionnaire
he: שאלון צריכה

# hads
source: HADS (Hospitalization Anxiety and Depression)
he: שאלון hads

# addiction
source: Addiction questionnaire
he: שאלון התמכרות

# howSevereBefore
source: How severe your symptoms prior to consuming cannabis?
he: מה חומרת הסימפטומים שלך לפני הצריכה?

# howSevereAfter
source: How severe your symptoms after consuming cannabis?
he: מה חומרת הסימפטומים לאחר הצריכה?

# whatProduct
source: What product are you currenty consuming?
he: מה המוצר הנצרך?

# howAreYouConsuming
source: How are you currenty consuming your cannabis?
he: מהי צורת הצריכה?

source: Vaping
he: אידוי

source: Smoking
he: עישון

source: Oil
he: שמן

# continueButton
source: Continue
he: אישור והבא

# howMuchConsuming
source: How much are you currenty consuming?
he: מהי הכמות הנצרכת?

# grams
source: gr
he: גרם

source: Drops
he: טיפות

# wouldYouLikeToLogYourSession
source: Would you like to log your session now or receive a reminder later?
he: האם תרצה לתעד את השפעות הצריכה כעת או לקבל תזכורת?

source: Remined me later
he: בהמשך

source: Now
he: עכשיו

# intakeQuestionExplain
source: 1 - the pain is unbearable, 5 - no pain at all
he: 1 - כאב בלתי נסבל, 5- אין כאב כלל

# goodJob
source: Good job! See you soon again
he: תודה על התיעוד, נתראה בצריכה הבאה!

source: Finish
he: סיום

source: Questionnaire answered
he: מספר שאלונים

source: so far
he: שבוצעו עד כה

source: Indication index
he: מדד מחלה

source: Physical statistics
he: מדדים גופניים

source: Remission
he: נסיגה

source: Mild disease
he: מחלה קלה

source: Moderate disease
he: מחלה בינונית

# severeDisease
source: Sever disease
he: מחלה חמורה

source: Consumption tracking
he: תיעוד צריכה

source: Reminder
he: תזכורת

# noRecords
source: No records for this day
he: אין תיעודים ליום זה

source: Questionnaire completion
he: השלמת שאלון

# questionnaireCompletionDesc
source: You need to complete this questionnaire before you can continue.
he: עלייך לסיים את השאלון הבא כדי להמשיך

# willBeAvailable
source: Will be available after you answer the first questionnaire
he: יהיה זמין אחרי התיעוד הראשון

source: Privacy policy
he: מדיניות הפרטיות

source: Terms of use
he: תנאי שימוש

# iAgree
source: I agree to the Terms of use and Privacy policy
he: אני מסכים לתנאי השימוש ולמדיניות הפרטיות

source: Choose products
he: בחר/י מוצרים

source: Medical statistics
he: סטטיסטיקות רפואיות

source: Stories
he: סטוריז

source: Chat bot
he: צ׳אט בוט

source: Save
he: שמירה

source: Exit
he: יציאה

# welcomeDesc
source: Welcome to the leema family! In order for us to help you improve your quality of life - we would like to get to know you a little better
he: ברוכים הבאים למשפחת לימה, בשביל לעזור לנו להעלות את רמת איכות החיים שלכם נשמח להכיר אתכם קצת

# doneQuestionnaire
source: Done!
he: השאלון הסתיים

source: Remove image
he: הסרת תמונה

source: Gallery
he: גלריה

source: Camera
he: מצלמה

# reminderDesc15
source: We'll remind you in 15 minutes
he: אנחנו נתזכר אותך בעוד כ-15 דק׳

# reminderDesc60
source: We'll remind you in 60 minutes
he: אנחנו נתזכר אותך בעוד כ-60 דק׳
